package homeWork2.ex2;

/**
 * Created by tish on 11.02.14.
 * Есть книга которая состоит из - названия, авторов, и страниц.
 * Страница в свою очередь состоит из массива строк, номера.
 * Нужно написать ряд методов:
 * 1. По массиву слов найти все страницы где есть подобные слова(в массиве).
 * 2. найти и удалить пустые страницы
 * 3. Вставить новую страницу в заданную позицию
 * 4. Посчитать количество слов во всем тексте.
 */
public class Main {
    public static void main(String[] args) {

    }
}
